<Main>
<Buttons>
P1 = "主要功能",-1,-1,-1,-1
P2 = "極域工具箱",-1,-1,-1,-1,"修改密碼、頻道等和極域關係較大的功能"
P3 = "其他工具",-1,-1,-1,-1,"和極域電子教室關係不大的功能"
P4 = "關於",-1,-1,-1,-1
P5 = "設定",-1,-1,-1,-1,"按Ctrl+Alt+K可以鍵盤操作滑鼠\nAlt+方向鍵控制光標移動\nAlt+,左鍵,Alt+.右鍵"
QuickSetup = "一鍵安裝",-1,-1,-1,-1,"嘗試直接結束studentmain.exe\n按Scroll Lock鍵起效\nps:可能無法結束2007版加保護的極域\n無需管理員許可權,一般推薦使用此項"
Sethc = "安裝sethc",-1,-1,-1,-1,"複製sethc.exe\n被老師控制時按下Shift+Alt+PrintScreen、\n或5下左Shift脫控\n \n需要管理員許可權"
hook = "全域鍵盤鉤子",-1,-1,-1,-1,"同一鍵安裝,\n對付有保護的極域效果更好"
runinVD = "運行程式",-1,-1,-1,-1,"在虛擬桌面裏運行程式或執行cmd命令"
SwitchD = "切換案頭",-1,-1,-1,-1,"點擊切換到虛擬桌面,\n同熱鍵Ctrl+B"
CatchW = "捕捉視窗",-1,-1,-1,-1,"使用方法：\n在行程名稱框中輸入電子教室的行程名\n（極域默認為StudentMain,exe）\n在被控制時點擊即可把極域限制在自己的視窗內\n建議配合設定->禁止鍵鼠鉤子"
CopyW = "監視視窗",-1,-1,-1,-1,"將指定行程的視窗影像貼在這裡\n按Alt+左右鍵切換視窗,Esc退出"
ReleaseW = "釋放視窗",-1,-1,-1,-1
ApplyCh = "應用",-1,-1,-1,-1,"切換頻道,可以接收同一局域網中\n其他老師的畫面\n同時可以讓你的老師無法控制你\n \n(有時)需要管理員許可權"
ClearPass = "清空密碼",-1,-1,-1,-1,"把密碼改成空,右鍵極域圖標->設定->確定\n即可進入管理員選單\nps：進入管理員選單後用處不大,\n只能修改頻道和開關行程防殺\n \n（有時）需要管理員許可權"
ViewPass = "查看密碼",-1,-1,-1,-1,"讀註冊表查看極域管理員密碼\n注意：部分版本極域可能無效"
CP1 = "改密方案1",-1,-1,-1,-1,"修改密碼,適用於2003 - 2016絕大多數極域\n成功率：95%\n（有時）需要管理員許可權"
CP2 = "改密方案2",-1,-1,-1,-1,"修改密碼,適用於2010年左右特別版極域\n成功率：98%\n（有時）需要管理員許可權"
kill-TD = "結束",-1,-1,-1,-1,"直接結束極域行程"
re-TD = "啟動",-1,-1,-1,-1,"蒐索Program Files嘗試打開極域\n"
catchTD = "自動捕捉極域",-1,-1,-1,-1
ANTI- = "防止教師關機",-1,-1,-1,-1,"極域教師端有遠程關機功能\n點擊此處可删除shutdown.exe並禁用遠程關機\nps:本地仍然可以正常關機"
desktop = "顯示於安全案頭",-1,-1,-1,-1,"在安全案頭上創建本程式\n這樣就能在按Ctrl+Alt+Del時使用極域破解了\n僅限xp以上系統\n依賴PaExec.exe（自帶）\n需要管理員許可權"
auto-5 = "全自動防控制",-1,-1,-1,-1,"自動結束所有置頂的行程\n對付其他電子教室效果很好"
viewfile = "…",-1,-1,-1,-1,"打開文件\n（只能打開文件,\n打開資料夾請點左下方按鈕）\n\nps:可以直接拖檔案（夾）進去"
folder = "打開資料夾",-1,-1,-1,-1,"打開資料夾\n（只能打開文件,\n打開文件請點右上方按鈕）\nps:可以直接拖檔案（夾）進去"
Delete = "開始粉碎",-1,-1,-1,-1,"通過更改檔案存取權限來刪除檔\n適用於大部分系統檔案\n被佔用檔案請點擊左方"加載驅動"後粉碎"
BSOD = "BSOD(藍屏)",-1,-1,-1,-1,"使電腦藍屏,\n有效規避老師檢查\n一般不會使電腦損壞\n無需管理員許可權"
NtShutdown = "快速重啓",-1,-1,-1,-1,"調用NtShutdown API使電腦（瞬間）重啓\n有效規避老師檢查\n無需管理員許可權"
Games = "打遊戲",-1,-1,-1,-1
ARP = "ARP攻擊",-1,-1,-1,-1,"通過ARP切換使局域網內\n指定電腦無法上網\n對於交換機網絡無效\n\n注意：謹慎使用" 
SuperCMD = "System許可權CMD",-1,-1,-1,-1,"比管理員許可權更高的CMD\n依賴Psexec.exe\n需要管理員許可權"
Killer = "幹掉360",-1,-1,-1,-1,"驅動級強制結束360\n報毒率：99%\n成功率：99%\n僅供學習&娛樂,並不能做成病毒"
more.txt = "更多",-1,-1,-1,-1,"參考資料&版本資訊&難以理解的幫助文檔"
sysinfo = "系統資訊",-1,-1,-1,-1
hidest = "永久隱藏",-1,-1,-1,-1,"使本程式\n不再會\n顯示視窗"
clearup = "清理並退出",-1,-1,-1,-1,"清理\n程式目錄\n及C盤\n目錄下的\n緩存檔案\n並退出"
Game1 = "小飛猜詞",-1,-1,-1,-1,"具有自主知識產權的小遊戲\nby zouxiaofei1"
Game2 = "Flappy Bird",-1,-1,-1,-1
Game3 = "2048",-1,-1,-1,-1
Game4 = "俄羅斯方塊",-1,-1,-1,-1
Game5 = "見縫插針",-1,-1,-1,-1
Game6 = "五子棋",-1,-1,-1,-1
</Buttons>
<Checks>
C1 = " 偽裝工具條舊",-1,-1,135
C2 = " 偽裝工具條新",-1,-1,135
C3 = " 偽裝託盤圖標",-1,-1,135
C4 = " 新案頭中啟動極域",-1,-1,170
C5 = " Ctrl+Y 啟動極域",-1,-1,160
C6 = " 加載驅動",-1,-1,100
C7 = " 視窗置頂",-1,-1,100
C8 = " Ctrl+R 緊急藍屏",-1,-1,160
C9 = " Ctrl+T 快速重啓",-1,-1,160
C10 = " Ctrl+Alt+P 截圖/顯示",-1,-1,200
C11 = " 連續結束                   .exe",-1,-1,94
C12 = " (結束行程)完全匹配行程名",-1,-1,230
C13 = " 禁止鍵鼠鉤子",-1,-1,130
C14 = " Ctrl+Alt+K 鍵盤操作滑鼠",-1,-1,230
C15 = " 低畫質",-1,-1,90
C16 = " 縮小/放大",-1,-1,110
C17 = " 使用ProcessHacker結束行程",-1,-1,245
</Checks>
<Strings>
OneOK = "安裝成功,請按Scroll Lock鍵查看效果！"
OneFail = "安裝失敗\n檔案不存在"
unQSOK = "卸載成功"
Info = "提示"
setQS = "一鍵安裝"
unQS = "卸載"
StartFail = "啟動失敗"
DSR3Fail = "Sethc删除失敗！許可權不足"
DSR0Fail = "Sethc删除失敗！\n可能因為許可權不足/驅動檔案不存在"
CSFail = "Sethc複製失敗！\n許可權不足"
NoSethc = "Sethc複製失敗！\n檔案不存在"
ACFail = "打開鍵值失敗！\n可能因為沒有足够許可權或極域未安裝"
ACUKE = "修改鍵值失敗！\n（未知錯誤）"
ACOK = "修改成功"
VPFail = "出錯了…可能是因為鍵值不存在\n按確定強制讀取"
VPUKE = "出錯了…\n按確定強制讀取"
VPNULL = "密碼為空或鍵值不存在"
TINotF = "不是檔案/資料夾！\n繼續嘗試粉碎嗎？"
360Start = "請啟動360！360可能會報加載驅動,請放行!"
360Fail = "加載驅動失敗！\n可能是因為許可權不足/操作被360攔截/檔案不存在"
pswdis = "密碼為："
tnd = "極域電子教室-已連接至教師端"
Tdelete = "刪除檔"
Tcopy = "複製檔案"
Tctrl+b = "按快速鍵Ctrl+B切換"
Tcp1 = "極域不同版本密碼格式不一樣"
Tcp2 = "不保證能修改成功"
Tcoder = "作者：zouxiaofei1 cxy villager"
Tver = "版本：C++ v1.9.3正式版"
_Tleft = "CopyLeft© SA軟件 2015 - 2020"
Tleft = "©SA軟件2015 - 2020"
Tleft2 = " "
Tmain = "極域破解v1.9.3 不是管理員"
Tmain2 = "極域破解v1.9.3"
E_runinVD = "explorer.exe"
E_ApplyCh = "輸入埠"
E_CP = "輸入密碼"
E_View = "瀏覽檔案/資料夾"
E_TDname = "StudentMain"
CPAsk1 = "確定要把密碼改成"
CPAsk2 = "麼？"
Loaded = "下載成功"
Loading = "正在下載"
Useless = "-不可用"
Usable = "-可用"
Rec = "-推薦"
nRec = "-不推薦"
Ttip1 = "按Ctrl+P複合鍵可顯示/隱藏此視窗"
Ttip2 = "一般情况下建議使用“一鍵安裝”或“虛擬桌面”"
Tbit = "系統位數："
Twinver = "系統版本："
Tcmd = "cmd狀態："
_TTDv = "極域版本："
TTDunk = "未知或不存在"
TTDold = "2010或之前"
TIP = "IP地址："
TcmdOK = "存在"
TcmdNO = "不存在"
Games = "打遊戲"
Gamee = "停止"
Deleted = "已删除"
Installed = "已安裝"
Ring3 = "應用層"
Ring0 = "驅動層"
Setup = "安裝"
Uned = "已卸載"
TDState = "極域狀態："
_TDState = "極域狀態："
DownFail = "下載失敗"
Title = "極域破解1.9.3"
OpenFolder = "打開資料夾"
NPFail = "使用ntsd & processhacker結束行程失敗！檔案不存在"
BSOD1 = "你的電腦遇到問題,需要重新啟動。我們將為你重新啟動"
BSOD2 = "有關此問題的詳細資訊和可能的解決方法"
BSOD3 = "請訪問http://windows.com/stopcode"
BSOD4 = "如果致電支持人員,請向他們提供以下資訊："
BSOD5 = "終止程式碼：STSTEM THREAD EXCEPTION NOT HANDELED"
BSOD6 = "失敗的操作：tpsr32.sys"
BSOD7 = "%完成"
T.A. = "by Tesla.Angla"
WPAsk = "需要下載WinPcap並手動安裝,是否同意？"
Copypswd = "\n按"確定"將密碼複製到剪貼板中。"
unk = "操作失敗！未知錯誤"
deleting = "粉碎中"
deleted = "開始粉碎"
TPath = "極域路徑："
_TPath = "極域路徑："
TPunk = "未知"
unkcmd = "操作失敗！未知命令"
TDT = "極域破解："
Eat1 = "已經捕捉了 "
Eat2 = " 個視窗"
Timer1 = "剩餘 "
Timer2 = " 秒"
Title2 = "捕捉視窗"
Processnam = "行程名稱："
Delay = "延遲："
second = "秒"
</Strings>
<Frames>
F1 = " 行程方案 ",-1,-1,-1,-1
F2 = " 視窗方案 ",-1,-1,-1,-1
F3 = " 頻道工具 ",-1,-1,-1,-1
F4 = " 管理員密碼工具 ",-1,-1,-1,-1
F5 = " 極域行程工具 ",-1,-1,-1,-1
F6 = " 檔案粉碎機 ",-1,-1,-1,-1
F7 = " 電源-慎用 ",-1,-1,-1,-1
F8 = " 雜項 ",-1,-1,-1,-1
F9 = " 遊戲 ",-1,-1,-1,-1
</Frames>
<Edits>
E1 = "explorer.exe",-1,-1,-1,-1
E4 = "輸入新埠",-1,-1,-1,-1
E5 = "輸入新密碼",-1,-1,-1,-1
E6 = "瀏覽檔案/資料夾",-1,-1,-1,-1
E7 = "StudentMain",-1,-1,-1,-1
</Edits>
<Texts>
T1 =  -1,-1
T2 =  -1,-1
T3 =  -1,-1
T4 =  -1,-1
T5 =  -1,-1
T6 =  -1,-1
T7 =  -1,-1
T8 =  -1,-1
T9 =  -1,-1
T10 =  -1,-1
</Texts>
</Main>